Repository: elementary/panel-datetime
Catalog: po/extra/*.po
Languages: hu, it, zh_tw

source: Date &amp; Time Indicator
hu: Dátum- és időkijelzés
it: Indicatore di data e ora
zh_tw: 日期與時間指示器

source: The date and time indicator
hu: A dátum és idő kijelzése
it: L'indicatore di data e ora
zh_tw: 提供日期與時間資訊的指示器

source: Improvements:
hu: Javítások:
zh_tw: 改善項目：

source: Updated translations
hu: Frissített fordítások
it: Traduzioni aggiornate
zh_tw: 翻譯更新

source: New features:
hu: Új funkciók:
zh_tw: 新功能：

source: Open Calendar on middle-click
hu: Naptár megnyitása középső egérgomb megnyomására
zh_tw: 點滑鼠中鍵來開啟行事曆

source: Show due Tasks for the selected day
hu: Az adott napon határidős feladatok kijelzése
zh_tw: 顯示於所選日期到期的待辦事項

source: Fixes:
hu: Javítások:
zh_tw: 修正：

source: Update current day when opening
hu: A jelenlegi nap frissítése megnyitáskor
zh_tw: 開啟時更新目前日期

source: Fix potential memory leak
hu: Lehetséges memóriaszivárgás javítva
zh_tw: 修正可能的記憶體漏失

source: Performance improvements
hu: Teljesítménybeli javítások
it: Miglioramenti delle prestazioni
zh_tw: 效能改善

source: Fix disappearing dates when changing between dark and light styles
hu: Sötét és világos témák közti váltás közben eltűnő dátumok javítva
zh_tw: 修正切換深色與亮色風格時日期可能會消失的問題

source: Add multitouch gestures
hu: Többujjas gesztusok támogatása
zh_tw: 新增多點手勢

source: Improve time zone handling
hu: Időzónakezelés javítva
zh_tw: 改善時區處理

source: Fix issues with time zones not being recognized
hu: Időzónák fel nem ismerése javítva
it: Risolve problemi con fusi orari non riconosciuti

source: Improved performance when switching months
hu: Hónapváltások teljesítménye javítva
it: Migliorate le prestazione passando da un mese all'altro

source: Fix missing event dots in the calendar view
hu: Hiányzó eseménypontok javítva a naptárnézetben
it: Risolve i punti degli eventi mancanti nella visualizzazione del calendario

source: Fix event appearance with dark style
hu: Eseménymegjelenítés javítva sötét témával
it: Corregge l'aspetto degli eventi con il tema scuro

source: Fix potential crash when loading events with no start or end time
hu: Lehetséges összeomlás javítva kezdési vagy befejezési dátumot nem tartalmazó eseményeknél
it: Risolve un potenziale arresto anomalo durante il caricamento di eventi privi di una data di inizio o fine

source: Redesigned the way upcoming events are displayed
hu: A jövőbeni események megjelenítése újratervezve
it: Ridefinito il modo in cui gli eventi sono mostrati

source: Fixed issues with large text size
hu: Nagy betűméret esetén előjövő problémák javítva
it: Risolti problemi con testo di grandi dimensioni

source: Show dots on days with events
hu: Pontok megjelenítése az eseményeket tartalmazó napokon
it: Mostra punti sui giorni dove sono presenti eventi

source: Better handling of recurring events
hu: Ismétlődő események jobb kezelése
it: Migliore gestione degli eventi ricorrenti

source: Display an error dialog if Calendar fails to open
hu: Hibaüzenet megjelenítése, ha nem sikerül megnyitni a Naptárt
it: Visualizza una finestra di dialogo di errore se il calendario non si apre
