Repository: elementary/panel-datetime
Catalog: po/extra/szl.po
Languages: szl

source: Date &amp; Time Indicator
szl: Skaźnik daty i godziny

source: The date and time indicator
szl: Skaźnik daty i godziny

source: Updated translations
szl: Zaktualizowane przekłady

source: Improved performance when switching months
szl: Wartsze szaltrowanie miesiyncy

source: Fix missing event dots in the calendar view
szl: Sprawiynie brakujōncych kropek zdarzyń we widoku kalyndorza

source: Fix event appearance with dark style
szl: Sprawiynie wyglōndu zdarzyń we ciymnym trybie

source: Fix potential crash when loading events with no start or end time
szl: Sprawiynie potyncjalnyj awaryje przi wgrowaniu zdarzyń bez czasu poczōntku abo kōnca

source: Redesigned the way upcoming events are displayed
szl: Przeprojektowany spusōb pokazowanio nojbliższych zdarzyń

source: Fixed issues with large text size
szl: Sprawiōne problymy ze srogim tekstym

source: Show dots on days with events
szl: Pokazowanie kropek na dniach ze zdarzyniami

source: Better handling of recurring events
szl: Lepszo ôbsuga powtorzanych zdarzyń

source: Performance improvements
szl: Ulepszōno wartkość

source: Display an error dialog if Calendar fails to open
szl: Pokazowanie ôkna feleru, jak Kalyndorz sie niy ôtwiyro
