Repository: elementary/panel-datetime
Catalog: po/*.po
Languages: es, pl, ru, sv, uk, zh_tw

source: Middle-click to open Calendar
es: Haga clic con el botón central del ratón para abrir Calendario
pl: Kliknij środkowym przyciskiem by otworzyć kalendarz
ru: Нажмите средней кнопкой мыши, чтобы открыть Календарь
sv: Mittenklicka för att öppna Kalender
uk: Клацніть середньою клавішею, щоб відкрити календар
zh_tw: 中鍵點擊來開啟行事曆

source: Unable To Launch Calendar
es: No se puede iniciar Calendario
pl: Nie można uruchomić Kalendarza
ru: Не удалось запустить Календарь
sv: Det går inte att starta Kalender
uk: Не вдалося запустити календар
zh_tw: 無法啟動行事曆

source: The program "io.elementary.calendar" may not be installed
es: Es posible que el programa «io.elementary.calendar» no esté instalado
pl: Program "io.elementary.calendar" może nie być zainstalowany
ru: Возможно, программа «io.elementary.calendar» не установлена
sv: Programmet "io.elementary.calendar" kanske inte är installerat
uk: Можливо, програму «io.elementary.calendar» не встановлено
zh_tw: 「io.elementary.calendar」程式可能沒有安裝

source: No events this day
es: No hay eventos el día de hoy
pl: Brak wydarzeń tego dnia
ru: В этот день нет событий
sv: Inga händelser denna dag
uk: Немає подій на цей день
zh_tw: 這一天沒有活動

source: Date & Time Settings…
es: Configuración de Fecha y hora…
pl: Ustawienia daty i czasu…
ru: Параметры даты и времени…
sv: Inställningar för datum och tid…
uk: Налаштування дати й часу…
zh_tw: 日期與時間設定…

source: Unable To launch Tasks
es: No se puede iniciar Tareas
pl: Nie można uruchomić Zadań
ru: Не удалось запустить Задачи
sv: Det går inte att starta Uppgifter
uk: Не вдалося запустити Завдання
zh_tw: 無法啟動待辦事項

source: The program "io.elementary.tasks" may not be installed
es: Es posible que el programa «io.elementary.tasks» no esté instalado
pl: Program "io.elementary.tasks" może nie być zainstalowany
ru: Возможно, программа «io.elementary.tasks» не установлена
sv: Programmet "io.elementary.tasks" kanske inte är installerat
uk: Можливо, програму «io.elementary.tasks» не встановлено
zh_tw: 「io.elementary.tasks」程式可能沒有安裝

source: During the Day
es: Durante el día
pl: W trakcie dnia
ru: В течение дня
sv: Under dagen
uk: Впродовж дня
zh_tw: 當日

source: All Day
es: Todo el día
pl: Cały dzień
ru: Весь день
sv: Hela dagen
uk: Весь день
zh_tw: 整天

source: %OB, %Y
zh_tw: %Y年%-m月

source: Go to today's date
es: Ir al día de hoy
pl: Idź do dzisiejszej daty
ru: Перейти к сегодняшнему дню
sv: Gå till dagens datum
uk: Перейти до сьогоднішньої дати
zh_tw: 前往今天的日期
